[
  {
    "name": "Acadia",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Bass_Harbor_Lighthouse_b.jpg/250px-Bass_Harbor_Lighthouse_b.jpg",
    "summary": "Covering most ofMount Desert Islandand other coastal islands, Acadia features thetallest mountain on the Atlantic coast of the United States, granite peaks, ocean shoreline, woodlands, and lakes. There are freshwater, estuary, forest, and intertidal habitats.[12][13]"
  },
  {
    "name": "American Samoa",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Ofu_Beach_American_Samoa_US_National_Park_Service.jpg/250px-Ofu_Beach_American_Samoa_US_National_Park_Service.jpg",
    "summary": "The southernmost national park is on three Samoan islands in the South Pacific. It protectscoral reefs, rainforests, volcanic mountains, and white beaches. The area is also home toflying foxes,brown boobies, sea turtles, and 900 species of fish.[14]"
  },
  {
    "name": "Arches",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Delicate_Arch_sunset.jpg/250px-Delicate_Arch_sunset.jpg",
    "summary": "This site features more than 2,000natural sandstone arches, with some of the most popular arches in the park beingDelicate Arch,Landscape ArchandDouble Arch.[15]Millions of years of erosion have created these structures in a desert climate where the arid ground has life-sustainingbiological soil crustsand potholes that serve as natural water-collecting basins. Other geologic formations include stonepinnacles,fins, andbalancing rocks.[16]"
  },
  {
    "name": "Badlands",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/MK00609_Badlands.jpg/250px-MK00609_Badlands.jpg",
    "summary": "The Badlands are a collection ofbuttes, pinnacles, spires, andmixed-grass prairieswithin the drainage basin of theWhite River, in southwestern South Dakota. They contain the largest known assemblage of lateEoceneandOligocenemammal fossils.[17]Wildlife includesbison,bighorn sheep,black-footed ferrets, andprairie dogs.[18]"
  },
  {
    "name": "Big Bend†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/On_the_Border_%2839960085292%29.jpg/250px-On_the_Border_%2839960085292%29.jpg",
    "summary": "Named for theprominent bendin theRio Grandealong the U.S.–Mexico border, this park encompasses a large and remote part of theChihuahuan Desert. Its main attraction is backcountry recreation in the aridChisos Mountainsand in canyons along the river. A wide variety ofCretaceousandTertiaryfossils as well as cultural artifacts of Native Americans also exist within its borders.[19](BR)[20]"
  },
  {
    "name": "Biscayne",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Biscayne_underwater_NPS1.jpg/250px-Biscayne_underwater_NPS1.jpg",
    "summary": "The central part ofBiscayne Bay, this mostly underwater park at the north end of theFlorida Keyshas four interrelated marine ecosystems:mangroveforest, the Bay, the Keys, and coral reefs. Threatened animals include theWest Indian manatee,American crocodile, various sea turtles, and theperegrine falcon.[21]"
  },
  {
    "name": "Black Canyon of the Gunnison",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Black_canyon_gunnison_Colorado.jpg/250px-Black_canyon_gunnison_Colorado.jpg",
    "summary": "The park protects a quarter of theGunnison River, which slices sheer canyon walls from darkPrecambrian-era rock. The canyon features some of the steepest cliffs and oldest rock in North America, and is a popular site for river rafting and rock climbing. The deep, narrow canyon is composed ofgneissandschist, which appears black when in shadow.[22]"
  },
  {
    "name": "Bryce Canyon",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Inspiration_Point_Bryce_Canyon_November_2018_panorama.jpg/250px-Inspiration_Point_Bryce_Canyon_November_2018_panorama.jpg",
    "summary": "Bryce Canyon is a geologicalamphitheateron southern Utah'sPaunsaugunt Plateauwith hundreds of tall, multicoloredsandstone hoodoosformed by erosion. The region was originally settled by Native Americans and later byMormonpioneers.[23]"
  },
  {
    "name": "Canyonlands",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Ekker_Butte_from_Green_River_Overlook.jpg/250px-Ekker_Butte_from_Green_River_Overlook.jpg",
    "summary": "This landscape was eroded into a maze of canyons, buttes, and mesas by the combined efforts of theColorado River,Green River, and theirtributaries, which divide the park into three districts. The park contains thousands of rock pinnacles and arches, as well as artifacts fromAncient Pueblo peoples.[24]"
  },
  {
    "name": "Capitol Reef",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Capitol_Reef_National_Park.jpg/250px-Capitol_Reef_National_Park.jpg",
    "summary": "The park'sWaterpocket Foldis a 100-mile (160 km)monoclinethat exhibits the earth's diverse geologic layers. Other natural features include monoliths, eroded buttes, and sandstone domes, including one shaped like theUnited States Capitol.[25]"
  },
  {
    "name": "Carlsbad Caverns*",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Carlsbad_Interior_Formations.jpg/250px-Carlsbad_Interior_Formations.jpg",
    "summary": "Carlsbad Caverns has 117 caves, the longest of which is over 120 miles (190 km) long. The Big Room is almost 4,000 feet (1,200 m) long, and the caves are home to over 400,000Mexican free-tailed batsand sixteen other species. Above ground are theChihuahuan Desertand Rattlesnake Springs.[26](WHS)[27]"
  },
  {
    "name": "Channel Islands†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Santa_Cruz_Island_CA_DSC_4323_ad.JPG/250px-Santa_Cruz_Island_CA_DSC_4323_ad.JPG",
    "summary": "Five of the eightChannel Islandsare protected, with half of the park's area underwater. The islands have a unique Mediterranean ecosystem originally settled by theChumash people. They are home to over 2,000 species of land plants and animals, 145 endemic to them, including theisland fox. Ferry services offer transportation to the islands from the mainland.[28](BR)[29]"
  },
  {
    "name": "Congaree†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Baldcypress_%28Taxodium_distichum%29_on_Congaree_National_Park_Low_Boardwalk_trail.jpg/250px-Baldcypress_%28Taxodium_distichum%29_on_Congaree_National_Park_Low_Boardwalk_trail.jpg",
    "summary": "On theCongaree River, this park is the largest portion ofold-growthfloodplain forest left in North America. Some of the trees are the tallest in the eastern United States. An elevated walkway called the Boardwalk Loop guides visitors through the swamp.[30](BR)[31]"
  },
  {
    "name": "Crater Lake",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Aerial_Crater_Lake_%28cropped%29.jpg/250px-Aerial_Crater_Lake_%28cropped%29.jpg",
    "summary": "Crater Lakelies in the caldera of an ancient volcano calledMount Mazamathat collapsed 7,700 years ago. The lake is the deepest in the United States and is noted for its vivid blue color andwater clarity.Wizard Islandand thePhantom Shipare more recent volcanic formations within the caldera. As the lake has no inlets or outlets, it is replenished only by precipitation.[32]"
  },
  {
    "name": "Cuyahoga Valley",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Cuyahoga_Valley_National_Park_20.jpg/250px-Cuyahoga_Valley_National_Park_20.jpg",
    "summary": "This park along theCuyahoga Riverhas waterfalls, hills, trails, and exhibits on early rural living. The Ohio and Erie Canal Towpath Trail follows theOhio and Erie Canal, where mules towed canal boats. The park has numerous historic homes, bridges, and structures,[33]and also offers a scenic train ride.[34]"
  },
  {
    "name": "Death Valley†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Isolated_Desert.jpg/250px-Isolated_Desert.jpg",
    "summary": "Death Valleyis the hottest, lowest, and driest place in the United States, with daytime temperatures that have exceeded 130 °F (54 °C). The park protectsBadwater Basinand its vast salt flats at the lowest elevation in North America, −282 ft (−86 m),[35]This geologicgrabenalso protectsnumerous canyons, badlands, sand dunes, mountain ranges, historic mines, springs, and more than 1,000 species of plants that grow.[36](BR)[37]"
  },
  {
    "name": "Denali†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Wonder_Lake_and_Denali.jpg/250px-Wonder_Lake_and_Denali.jpg",
    "summary": "Centered onDenali, the tallest and most prominent mountain in North America, the park is serviced by a single road leading to Wonder Lake, most of which can only be accessed via scheduled tour buses. Denali and other peaks of theAlaska Rangeare covered with long glaciers and boreal forest. Wildlife includesgrizzly bears,Dall sheep,moose,caribou, andwolves.[38](BR)[39]"
  },
  {
    "name": "Dry Tortugas†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Fort-Jefferson_Dry-Tortugas.jpg/250px-Fort-Jefferson_Dry-Tortugas.jpg",
    "summary": "The islands of theDry Tortugas, at the westernmost end of the Florida Keys, are the site ofFort Jefferson, aCivil War-era fort that is the largestmasonrystructure in the Americas. The park is home to undisturbed coral reefs and shipwrecks, and is only accessible by plane or boat.[40](BR)[41]"
  },
  {
    "name": "Everglades‡",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Sunset_over_the_River_of_Grass%2C_NPSphoto%2C_G.Gardner_%289255157507%29.jpg/250px-Sunset_over_the_River_of_Grass%2C_NPSphoto%2C_G.Gardner_%289255157507%29.jpg",
    "summary": "TheEvergladesare the largest tropical wilderness in the United States. Thismangroveand tropical rainforest ecosystem and marine estuary is home to 36 protected species, including theFlorida panther,American crocodile, andWest Indian manatee. Some areas have been drained and developed; restoration projects aim to restore the ecology.[42](WHS)[43](BR)[41]"
  },
  {
    "name": "Gates of the Arctic",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Remote_river_in_Gates_of_the_Arctic_%2816524035298%29.jpg/250px-Remote_river_in_Gates_of_the_Arctic_%2816524035298%29.jpg",
    "summary": "The country's northernmost park protects an expanse of pure wilderness in Alaska'sBrooks Rangeand has no park facilities. The land is home toAlaska Nativeswho have relied on the land andcariboufor 11,000 years.[44]"
  },
  {
    "name": "Gateway Arch",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/St_Louis_night_expblend.jpg/250px-St_Louis_night_expblend.jpg",
    "summary": "The Gateway Arch is a 630-foot (192 m) (both high and wide)catenaryarch built in the 1960s to commemorate theLewis and Clark Expedition, initiated byThomas Jefferson, and the subsequentwestward expansionof the country. The nearbyOld Courthouse, across agreenwayto the west of the arch, was the original site of the landmarkDred Scottcase about slavery. An underground museum describes the arch's construction and the country's westward expansion.[46]"
  },
  {
    "name": "Glacier‡",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Mountain_Goat_at_Hidden_Lake.jpg/250px-Mountain_Goat_at_Hidden_Lake.jpg",
    "summary": "The U.S. half ofWaterton-Glacier International Peace Park, this park includes 26 rapidly receding glaciers and 130 named lakes surrounded by Rocky Mountain peaks. Historic hotels and the landmarkGoing-to-the-Sun Roadaccommodate visitors.[47]The local mountains, formed by anoverthrust, exposePaleozoicfossils including trilobites, mollusks, giant ferns and dinosaurs. The park is also home toTriple Divide Peak, which forms the boundary between the watersheds of theAtlantic,Pacific, andArcticOceans.[48](WHS)[49](BR)[50]"
  },
  {
    "name": "Glacier Bay‡",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Glacier_Bay_National_Park%2C_July_28%2C_2012.jpg/250px-Glacier_Bay_National_Park%2C_July_28%2C_2012.jpg",
    "summary": "Glacier Bay contains tidewater glaciers, mountains, fjords, and a temperate rainforest, and is home to large populations of grizzly bears, mountain goats, whales, seals, and eagles. When discovered in 1794 byGeorge Vancouver, the entire bay was covered by ice, but the glaciers have since receded more than 65 miles (105 km).[51](WHS)[52](BR)[53]"
  },
  {
    "name": "Grand Canyon*",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Dawn_on_the_S_rim_of_the_Grand_Canyon_%288645178272%29.jpg/250px-Dawn_on_the_S_rim_of_the_Grand_Canyon_%288645178272%29.jpg",
    "summary": "TheGrand Canyon, carved by the mightyColorado River, is 277 miles (446 km) long, up to 1 mile (1.6 km) deep, and up to 15 miles (24 km) wide. Millions of years of erosion have resulted in a massive three-tiered canyon, exposing the multicolored layers of theColorado Plateauin mesas and canyon walls, visible from trails that descend into the canyon from the north and south rims.[54](WHS)[55]"
  },
  {
    "name": "Grand Teton†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Barns_grand_tetons.jpg/250px-Barns_grand_tetons.jpg",
    "summary": "Grand Tetonis the tallest mountain in the scenicTeton Range. The park's historicJackson Holeand reflective piedmont lakes teem withendemicwildlife, with a backdrop of craggy mountains that rise abruptly from the sage-covered valley below.[56](BR)[7]"
  },
  {
    "name": "Great Basin",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Upper_Lehman_Creek.jpg/250px-Upper_Lehman_Creek.jpg",
    "summary": "Based around Nevada's second tallest mountain,Wheeler Peak,Great BasinNational Park protects 5,000-year-oldbristlecone pines, arock glacier, and the limestoneLehman Caves. Due to its remote location, the park is home to some of the country's darkest night skies. Wildlife includes theTownsend's big-eared bat,pronghorn, andBonneville cutthroat trout.[57]"
  },
  {
    "name": "Great Sand Dunes",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Sun_and_Shadow_Patterns_on_Dunes_%2828471118064%29.jpg/250px-Sun_and_Shadow_Patterns_on_Dunes_%2828471118064%29.jpg",
    "summary": "The tallest sand dunes in North America, up to 750 feet (230 m) tall, were formed by deposits of the ancientRio Grandein theSan Luis Valley. Abutting a variety of grasslands, shrublands, and wetlands, the park also features alpine lakes, six 13,000-foot mountains, and old-growth forests.[58]"
  },
  {
    "name": "Great Smoky Mountains‡",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Foothills_Parkway%2C_November_2018--Joye_Ardyn_Durham_%2831031302587%29.jpg/250px-Foothills_Parkway%2C_November_2018--Joye_Ardyn_Durham_%2831031302587%29.jpg",
    "summary": "TheGreat Smoky Mountains, part of theAppalachian Mountains, span a wide range of elevations, making them home to over 400 vertebrate species, 100 tree species, and 5,000 plant species. Hiking is the park's main attraction, with over 800 miles (1,300 km) of trails, including 70 miles (110 km) of theAppalachian Trail. Other activities include fishing, horseback riding, and touring nearly 80 historic structures.[59](WHS)[60](BR)[61]"
  },
  {
    "name": "Guadalupe Mountains",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Guadalupe_Peak_from_Hunter_Peak.jpg/250px-Guadalupe_Peak_from_Hunter_Peak.jpg",
    "summary": "This park containsGuadalupe Peak, the highest point in Texas, as well as the scenicMcKittrick Canyonfilled withbigtooth maples, a corner of the aridChihuahuan Desert, and a fossilized coral reef from thePermianera.[62]"
  },
  {
    "name": "Haleakalā†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Haleakala_National_Park_02.jpg/250px-Haleakala_National_Park_02.jpg",
    "summary": "TheHaleakalāvolcano onMauifeatures a very large crater with numerouscinder cones,a groveof non-native trees, theKipahulusection's scenic pools of freshwater fish, and the endemicHawaiian goose. The park protects the greatest number of endangered species within a U.S. national park.[63](BR)[64]"
  },
  {
    "name": "Hawaiʻi Volcanoes‡",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Sulfur_dioxide_emissions_from_the_Halemaumau_vent_04-08-1_1.jpg/250px-Sulfur_dioxide_emissions_from_the_Halemaumau_vent_04-08-1_1.jpg",
    "summary": "This park on theBig Islandprotects theKīlaueaandMauna Loavolcanoes, two of the world's most active geological features. Diverse ecosystems range from tropical forests at sea level to barren lava beds at more than 13,000 feet (4,000 m).[65](WHS)[66](BR)[64]"
  },
  {
    "name": "Hot Springs",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Steamy_Entrance_Springs_on_Cold_Night_in_Hot_Springs_National_Park.jpg/250px-Steamy_Entrance_Springs_on_Cold_Night_in_Hot_Springs_National_Park.jpg",
    "summary": "Hot Springs was originally established by Congress as a federal reserve on April 20, 1832, making it the oldest area managed by the National Park Service. Natural thermal springs flow out of theOuachita Mountains, providing opportunities for relaxation in a historic setting.Bathhouse Rowpreserves examples of 19th-century architecture.[67]Hot Springs is the first national park within a city and was the smallest national park until 2018.[68]"
  },
  {
    "name": "Indiana Dunes",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/2010-11-26_3060x2040_portage_indiana_dunes.jpg/250px-2010-11-26_3060x2040_portage_indiana_dunes.jpg",
    "summary": "Previously designated a national lakeshore, parts of this 20-mile (32 km) stretch of the southern shore ofLake Michiganhave sandy beaches and tall dunes. The park includes grassy prairies, peat bogs, and marsh wetlands home to over 2,000 species.[69]"
  },
  {
    "name": "Isle Royale†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/IsleRoyalePlane.jpg/250px-IsleRoyalePlane.jpg",
    "summary": "The largest island inLake Superioris a place of isolation and wilderness. Along with its many shipwrecks, waterways, and hiking trails, the park also includes over 400 smaller islands within 4.5 miles (7.2 km) of its shores. There are only 20 mammal species on the island, though the relationship between itswolf and moose populationsis especially unique.[70](BR)[71]"
  },
  {
    "name": "Joshua Tree†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Joshua_Tree_-_Rock_formation_in_Real_Hidden_Valley_1.jpg/250px-Joshua_Tree_-_Rock_formation_in_Real_Hidden_Valley_1.jpg",
    "summary": "Covering large areas of theColoradoandMojave Desertsand theLittle San Bernardino Mountains, this desert landscape is populated by vast stands ofJoshua trees. Large changes in elevation reveal various contrasting environments including bleached sand dunes, dry lakes, rugged mountains, and maze-like clusters ofmonzogranitemonoliths.[72](BR)[37]"
  },
  {
    "name": "Katmai",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Grizzly_mama_bear_with_spring_cubs._Naknek_Lake%2C_Katmai_National_Park%2C_Alaska.jpg/250px-Grizzly_mama_bear_with_spring_cubs._Naknek_Lake%2C_Katmai_National_Park%2C_Alaska.jpg",
    "summary": "This park on theAlaska Peninsulaprotects theValley of Ten Thousand Smokes, an ash flow formed by the 1912 eruption ofNovarupta, and the stratovolcanoMount Katmai. Over 2,000grizzly bearscome here each year to catch spawningsalmon. Other wildlife includescaribou,wolves,moose, andwolverines.[73]"
  },
  {
    "name": "Kenai Fjords",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/KENAI_FJORDS_NATIONAL_PARK%2C_ALASKA_--_NORTHWEST_GLACIER.jpg/250px-KENAI_FJORDS_NATIONAL_PARK%2C_ALASKA_--_NORTHWEST_GLACIER.jpg",
    "summary": "NearSewardon theKenai Peninsula, this park protects theHarding Icefieldand at least 38 glaciers andfjordsstemming from it. The only area accessible to the public by road is the rapidly shrinkingExit Glacier. Boat and kayak tours offer views oftidewater glaciers, whales, sea lions, and marine birds.[74]"
  },
  {
    "name": "Kings Canyon†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/KingsCanyonNP.JPG/250px-KingsCanyonNP.JPG",
    "summary": "Home to severalgiant sequoiagroves and theGeneral Grant Tree, the world's second largest measured tree, this park also features part of theKings River, sculptor of the dramatic granite canyon that is its namesake, and theSan Joaquin River, as well as Boyden Cave.[75]Although Kings Canyon National Park was designated as such in 1940, it subsumed General Grant National Park, which had been established on October 1, 1890, as the United States' fourth national park.[76][77][78](BR)[79]"
  },
  {
    "name": "Kobuk Valley",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Wetlands_along_the_Kobuk_River_%288029770162%29.jpg/250px-Wetlands_along_the_Kobuk_River_%288029770162%29.jpg",
    "summary": "Kobuk Valley protects 61 miles (98 km) of theKobuk Riverand three regions of sand dunes. Created by glaciers, the Great Kobuk, Little Kobuk, and Hunt River Sand Dunes can reach 100 feet (30 m) high and 100 °F (38 °C), and they are the largest dunes in the Arctic. Twice a year, half a million caribou migrate through the dunes and across river bluffs that expose well-preserved ice age fossils.[80]"
  },
  {
    "name": "Lake Clark",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Lake_Clark_National_Park.jpg/250px-Lake_Clark_National_Park.jpg",
    "summary": "The region around Lake Clark features four active volcanoes, includingMount Redoubt, as well as an abundance of rivers, glaciers, and waterfalls. Temperate rainforests, a tundra plateau, and three mountain ranges complete the landscape.[81]"
  },
  {
    "name": "Lassen Volcanic",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Lassen_Peak_and_Lake_Helen.jpg/250px-Lassen_Peak_and_Lake_Helen.jpg",
    "summary": "Lassen Peak, the largestlava domevolcano in the world, is joined by all three other types of volcanoes in this park:shield,cinder cone, andcomposite. Though Lassen itself last erupted in 1915, most of the rest of the park is continuously active. Numerous hydrothermal features, includingfumaroles, boiling pools, and bubbling mud pots, are heated by molten rock from beneath the peak.[82]"
  },
  {
    "name": "Mammoth Cave‡",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Mammoth_Cave_National_Park_007.jpg/250px-Mammoth_Cave_National_Park_007.jpg",
    "summary": "With more than 400 miles (640 km) of passageways explored, Mammoth Cave is the world's longest known cave system. Subterranean wildlife includes eight bat species,Kentucky cave shrimp,Northern cavefish, and cave salamanders. Above ground, the park provides recreation on theGreen River, 70 miles of hiking trails, and plenty of sinkholes and springs.[83](WHS)[84](BR)[85]"
  },
  {
    "name": "Mesa Verde*",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Mesa_Verde_National_Park_Cliff_Palace_2006_09_12.jpg/250px-Mesa_Verde_National_Park_Cliff_Palace_2006_09_12.jpg",
    "summary": "This area constitutes over 4,000 archaeological sites of theAncestral Puebloanpeople, who lived here and elsewhere in the Four Corners region for at least 700 years. Cliff dwellings built in the 12th and 13th centuries includeCliff Palace, which has 150 rooms and 23kivas, and the Balcony House, with its many passages and tunnels.[86](WHS)[87]"
  },
  {
    "name": "Mount Rainier",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Mount_Rainier_from_above_Myrtle_Falls_in_August.JPG/250px-Mount_Rainier_from_above_Myrtle_Falls_in_August.JPG",
    "summary": "Mount Rainier, an activestratovolcano, is the mostprominentpeak in theCascadesand is covered by 26 named glaciers includingCarbon GlacierandEmmons Glacier, the longest and largest in the contiguous United States respectively. The mountain is popular for climbing, and more than half of the park is covered bysubalpineand alpine forests and meadows seasonally in bloom with wildflowers.Paradiseon the south slope is among the snowiest places on Earth.[88]TheLongmirevisitor center is the start of theWonderland Trail, which encircles the mountain.[89]"
  },
  {
    "name": "New River Gorge",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/New_River_Gorge_Bridge.jpg/250px-New_River_Gorge_Bridge.jpg",
    "summary": "TheNew RiverGorge is the deepest river gorge east of the Mississippi River. The park primarily covers the lower gorge area around theNew River Gorge Bridge, which features some of the country's bestwhitewater rafting. Smaller noncontiguous sections showcase the ghost town ofThurmond, the scenic Grandview vista, andSandstone Falls. The other 65,165 acres (263.71 km2) of the redesignated national river is now anational preserve, spanning 53 miles (85 km) of the New River.[91][92]"
  },
  {
    "name": "North Cascades",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Cascade_Pass.jpg/250px-Cascade_Pass.jpg",
    "summary": "The highly glaciated mountains of theNorth Cascades Rangeexhibit a spectacular and complex geologic history. Between the river valleys and high peaks there are eight diverse life zones with 75 mammal and 1,600 vascular plant species. Popular hiking and climbing areas of theStephen Mather WildernessincludeCascade Pass,Mount Shuksan,Mount Triumph, andEldorado Peak.Ross LakeandLake Chelan National Recreation Areasadjoin the two segments of the park and are all administered together.[93]"
  },
  {
    "name": "Olympic‡",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Cedar_Creek_Abbey_Island_Ruby_Beach.jpg/250px-Cedar_Creek_Abbey_Island_Ruby_Beach.jpg",
    "summary": "This park on theOlympic Peninsulaincludes a wide range of ecosystems from Pacific shoreline to temperate rainforests to the glaciated alpine peaks of theOlympic Mountains, the tallest of which isMount Olympus. TheHohandQuinault Rainforestsare the wettest areas in the contiguous United States, with the Hoh receiving an average of almost 12 ft (3.7 m) of rain every year.[94][95](WHS)[96](BR)[97]"
  },
  {
    "name": "Petrified Forest",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Jasper_Forest_at_Petrified_Forest_NP_in_AZ_12.jpg/250px-Jasper_Forest_at_Petrified_Forest_NP_in_AZ_12.jpg",
    "summary": "This portion of theChinle Formationhas a large concentration of 225-million-year-oldpetrified wood. The surroundingPainted Desertfeatures eroded cliffs of red-hued volcanic rock calledbentonite. Dinosaur fossils and over 350 Native American sites are also protected in this park.[98]"
  },
  {
    "name": "Pinnacles",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Pinnacles_National_Park.jpg/250px-Pinnacles_National_Park.jpg",
    "summary": "Named for the eroded leftovers of a portion ofan extinct volcano, the park's massive black and gold monoliths ofandesiteandrhyoliteare a popular destination forrock climbers. Hikers have access to trails crossing theCoast Rangewilderness. The park is one of the few locations where the endangeredCalifornia condorcan be seen in the wild. Pinnacles also supports a dense population ofprairie falconsand more than 13 species of bat that populate its talus caves.[99]"
  },
  {
    "name": "Redwood*",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Redwood_National_Park%2C_fog_in_the_forest.jpg/250px-Redwood_National_Park%2C_fog_in_the_forest.jpg",
    "summary": "This park and the co-managed state parks protect almost half of all remainingcoastal redwoods, thetallest treeson earth. There are three large river systems in this very seismically active area, and 37 miles (60 km) of protected coastline reveal tide pools andseastacks. The prairie, estuary, coast, river, and forest ecosystems contain a wide variety of animal and plant species.[100](WHS)[101]"
  },
  {
    "name": "Rocky Mountain†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Bierstadt_Lake%2C_Rocky_Mountain_National_Park%2C_USA.jpg/250px-Bierstadt_Lake%2C_Rocky_Mountain_National_Park%2C_USA.jpg",
    "summary": "Bisected north to south by theContinental Divide, this portion of theRockieshas ecosystems varying from over 150riparianlakes to montane and subalpine forests to treeless alpine tundra. Wildlife including elk, moose, mule deer, bighorn sheep, black bears, and cougars inhabit its igneous mountains and glacial valleys.Longs Peak, a classic Coloradofourteener, and the scenicBear Lakeare popular destinations, as well as the historicTrail Ridge Road, which reaches an elevation of more than 12,000 feet (3,700 m).[102](BR)[103]"
  },
  {
    "name": "Saguaro",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Saguaronationalparl17102008.jpg/250px-Saguaronationalparl17102008.jpg",
    "summary": "Split into the separateRincon MountainandTucson Mountaindistricts, this park is evidence that the drySonoran Desertis still home to a great variety of life spanning six biotic communities. Beyond the namesakegiant saguarocacti, there arebarrel cacti,chollas, andprickly pears, as well aslesser long-nosed bats,spotted owls, andjavelinas.[104]"
  },
  {
    "name": "Sequoia†",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Sequoia_National_Park%2C_photo_by_Reeve_Bruner%2C_2016.jpg/250px-Sequoia_National_Park%2C_photo_by_Reeve_Bruner%2C_2016.jpg",
    "summary": "This park protects theGiant Forest, which boasts some of the world's largest trees, theGeneral Shermanbeing the largest measured tree in the park. Other features include over 240 caves, a long segment of theSierra Nevadaincluding thetallest mountain in the contiguous United States, andMoro Rock, a large granite dome.[105](BR)[79]"
  },
  {
    "name": "Shenandoah",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Early_Fall_at_Dark_Hollow_Falls_%2822028259442%29.jpg/250px-Early_Fall_at_Dark_Hollow_Falls_%2822028259442%29.jpg",
    "summary": "Shenandoah'sBlue Ridge Mountainsare covered by hardwood forests that teem with a wide variety of wildlife. TheSkyline DriveandAppalachian Trailrun the entire length of this narrow park, along with more than 500 miles (800 km) of hiking trails passing scenic overlooks and cataracts of theShenandoah River.[106]"
  },
  {
    "name": "Theodore Roosevelt",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/View_of_Theodore_Roosevelt_National_Park.jpg/250px-View_of_Theodore_Roosevelt_National_Park.jpg",
    "summary": "This region that enticed and influenced PresidentTheodore Rooseveltconsists of a park of three units in the northern badlands. Besides Roosevelt'shistoric cabin, there are numerous scenic drives and backcountry hiking opportunities. Wildlife includesAmerican bison,pronghorn,bighorn sheep, and wildhorses.[107]"
  },
  {
    "name": "Virgin Islands",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/St_John_Trunk_Bay_1.jpg/250px-St_John_Trunk_Bay_1.jpg",
    "summary": "This island park onSaint Johnpreserves pristine beaches surrounded by mangrove forests, seagrass beds, and coral reefs. It also hasTaínoarchaeological sites and the ruins of sugar plantations fromColumbus's time.[108]"
  },
  {
    "name": "Voyageurs",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Voyageurs_National_Park.jpg/250px-Voyageurs_National_Park.jpg",
    "summary": "This park protecting four lakes near the Canada–US border is a site for canoeing, kayaking, and fishing. The park also preserves a history populated byOjibweNative Americans, French fur traders calledvoyageurs, and gold miners. Formed by glaciers, the region features tall bluffs, rock gardens, islands, bays, and several historic buildings.[109]"
  },
  {
    "name": "White Sands",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/White_Sands_New_Mexico_USA.jpg/250px-White_Sands_New_Mexico_USA.jpg",
    "summary": "Located in the mountain-ringedTularosa Basin, White Sands consists of the southern part of a 275-square-mile (710 km2) field of whitesanddunescomposed ofgypsumcrystals—the world's largest gypsum dunefield. The park is completely within theWhite Sands Missile Rangeand is subject to closure when tests are conducted.[111]"
  },
  {
    "name": "Wind Cave",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Skyway_Lake%2C_stalactites%2C_Wind_Cave.jpg/250px-Skyway_Lake%2C_stalactites%2C_Wind_Cave.jpg",
    "summary": "Wind Cave is distinctive for its calcite fin formations calledboxwork, a unique formation rarely found elsewhere, and needle-like growths calledfrostwork. It is one of the longest caves in the world and creates a wind as air pressure changes. Above ground is a mixed-grass prairie with animals such asbison,black-footed ferrets, andprairie dogsandponderosa pineforests home tocougarsandelk.[112]The cave is culturally significant to theLakota peopleas acreation site.[113]"
  },
  {
    "name": "Wrangell–St. Elias*",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Guyot_Hills%2C_Icy_Bay%2C_and_Mount_St._Elias_%2821601563492%29.jpg/250px-Guyot_Hills%2C_Icy_Bay%2C_and_Mount_St._Elias_%2821601563492%29.jpg",
    "summary": "The largest national park in the system protects the convergence of theAlaska,Chugach,Wrangell, andSaint Elias Ranges, which include many of the continent's tallest mountains and volcanoes, including the 18,008-footMount Saint Elias. More than a quarter of the park is covered with glaciers, including the tidewaterHubbard Glacier, piedmontMalaspina Glacier, and valleyNabesna Glacier.[114](WHS)[52]"
  },
  {
    "name": "Yellowstone‡",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Grand_Prismatic_Spring_2013.jpg/250px-Grand_Prismatic_Spring_2013.jpg",
    "summary": "Situated on theYellowstone Caldera, the park has an expansive network ofgeothermal areasincluding boiling mud pots, vividly colored hot springs such asGrand Prismatic Spring, and regularly erupting geysers, the best-known beingOld Faithful. The yellow-huedGrand Canyonof theYellowstone Rivercontains several highwaterfalls, and four mountain ranges traverse the park. More than 60 mammal species includingtimber wolves,grizzly bears,black bears,lynxes,bison, andelkmake this park one of the best wildlife viewing spots in the country.[115](WHS)[116](BR)[117]"
  },
  {
    "name": "Yosemite*",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Half_Dome_from_Glacier_Point%2C_Yosemite_NP_-_Diliff.jpg/250px-Half_Dome_from_Glacier_Point%2C_Yosemite_NP_-_Diliff.jpg",
    "summary": "Yosemite features sheer granite cliffs, exceptionally tall waterfalls, and old-growth forests at a unique intersection of geology and hydrology.Half DomeandEl Capitanrise from the park's centerpiece, the glacier-carvedYosemite Valley, and from its vertical walls dropYosemite Falls, one of North America's tallest waterfalls at 2,425 feet (739 m) high. Three giant sequoia groves, along with a pristine wilderness in the heart of theSierra Nevada, are home to a wide variety of rare plant and animal species.[118](WHS)[119]"
  },
  {
    "name": "Zion",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Zion_angels_landing_view.jpg/250px-Zion_angels_landing_view.jpg",
    "summary": "Located at the junction of theColorado Plateau,Great Basin, andMojave Desert, this park contains sandstone features such as mesas, rock towers, and canyons, including theVirgin River Narrows. The various sandstone formations and theforksof the Virgin River create a wilderness divided into four ecosystems:desert,riparian,woodland, andconiferous forest.[120]"
  }
]